{
  "dependencies": [],
  "tasks": {
    "Emergency Supplies": {
      "recipes": [],
      "type": "heracles:recipe"
    }
  },
  "rewards": {
    "minecraft:dirt": {
      "item": {
        "id": "minecraft:granite",
        "count": 1
      },
      "type": "heracles:item"
    }
  },
  "display": {
    "subtitle": {
      "translate": "Find the emergency supplies left from the crash."
    },
    "description": [
      "**----CRASH DETECTED----**",
      "",
      "**Status:** /4/Critical/4/",
      "**Location:** Unknown, similar to Earth-like environment",
      "**Survivors:** Confirmed",
      "**Primary Objective:** Locate emergency supplies",
      "**Mission Protocol:** Phase 1 - Emergency Supplies Retrieval",
      "",
      "**__Mission Overview:__**",
      "As part of the Explorers League, your primary task after a crash landing is to ensure the survival of all crew members. The first step in this protocol is to locate the emergency supplies that were ejected from the ship during the crash.",
      "",
      "**Task Details:**",
      "",
      "    **Assess Immediate Area:**",
      "        Visually inspect the immediate surroundings.",
      "        Identify potential hazards such as hostile creatures or unstable terrain.",
      "",
      "    **Identify Beacon Signals:**",
      "        Look for visual signals or listen for audio beacons from the emergency supply crates.",
      "        Use any available navigation tools or maps to aid in locating the beacons.",
      "",
      "    **Navigate to Supply Crates:**",
      "        Follow the direction of the beacons or visual signals.",
      "        Be cautious of environmental dangers and ensure you mark the path for future reference using physical               markers like stones, sticks, or torches.",
      "",
      "    **Retrieve Supplies:**",
      "        Open each supply crate and take an inventory of the contents.",
      "        Prioritize essentials such as food, water, medical kits, and survival tools.",
      "",
      "    **Establish a Temporary Base:**",
      "        Find a secure location to set up a temporary base.",
      "        Use the retrieved supplies to fortify your position and ensure the safety of the crew.",
      "",
      "**Important Notes:**",
      "",
      "    Time is critical: The longer you remain without supplies, the higher the risk to crew health and safety.",
      "    Stay vigilant: Unknown terrain can hide various dangers. Use caution when exploring.",
      "    Communication: Regularly update the crew on your progress and any findings.",
      "",
      "**Survival Tips:**",
      "",
      "    Mark your path: Use stones, sticks, or torches to mark your way back to the crash site.",
      "    Observe the environment: Note any natural resources that can be used for survival, such as fresh water              sources or edible plants.",
      "    Stay together: Work in pairs or groups to ensure safety and support in case of emergencies.",
      "",
      "",
      "Stay safe, Explorer. Your training and resourcefulness are your greatest assets in this mission.",
      "",
      "/4/__**End of Mission Readout**__/4/"
    ],
    "groups": {
      "Survival 101": {
        "position": [
          -921,
          -645
        ]
      }
    },
    "icon": {
      "item": {
        "id": "lootr:lootr_chest",
        "count": 1
      },
      "type": "heracles:item"
    },
    "icon_background": "heracles:textures/gui/quest_backgrounds/gears.png",
    "title": {
      "translate": "Find Emergency Supplies"
    }
  },
  "settings": {
    "showDependencyArrow": true,
    "repeatable": false,
    "autoClaimRewards": false,
    "individual_progress": true,
    "hidden": "LOCKED",
    "unlockNotification": false
  }
}